[{
    "q": "Can you have a fish out of water?",
    "a": "Yes. Several species of fish can breathe air and crawl on land. There are about 50 species of flying fish, too"
},
{
    "q": "Do plants die of old age?",
    "a": "Given good conditions, some plants can live for ever. It takes a change in external conditions to finish them off. But annuals die soon after seeding."
},
{
    "q": "Does chewing gum really stay inside you for years?",
    "a": "No. Chewing gum is indigestible but it doesn't have any magic property that allows it to escape the normal digestive transit. Three days is the usual limit."
},
{
    "q": "Do men have cellulite?",
    "a": "Yes. It's not just women who are cursed with orange peel skin, although in men cellulite tends to be in different places, usually around the neck and abdomen."
},
{
    "q": "Can germs catch germs?",
    "a": "Yes. The germ would be an even smaller organism that attacks its host germ from within"
},
{
    "q": "Could we live on water and supplements?",
    "a": "No. As well as vitamins and minerals we need carbohydrates, fats and proteins for energy and cell repair."
},
{
    "q": "Can we correct colour blindness?",
    "a": "No, colour blindness is caused by an inherited defect in the genes that code for the colour-sensitive proteins in the eye"
},
{
    "q": "Do any stars escape from their galaxies and roam through the Universe?",
    "a": "Yes, a star can end up hurled out of a galaxy after approaching a black hole on a trajectory that accelerates it above the galaxy’s escape velocity"
},
{
    "q": "How are birds’ feathers waterproofed?",
    "a": "Birds pick up oil on their beaks, by rubbing against the uropygial or preen gland near the tail, and then rub it over their feathers. This coating insulates the interlocking barbules in the feather. As water cannot penetrate through the oil coating, the feather is waterproof. LV"
},
{
    "q": "What is the maximum number of times a single page of a newspaper can be folded in half by hand?",
    "a": "Only once, because after that you will be folding it into quarters, eighths, etc."
},
{
    "q": "Is there mathematics in music?",
    "a": "Yes, there’s a host of connections between maths and music – from the relationship between the lengths of plucked strings and the notes they produce to the symmetry of Bach’s cantatas."
},
{
    "q": "Does cheese give you nightmares?",
    "a": "Any heavy meal before bed can make you spend more time in REM sleep and therefore dream more. But there is no evidence to suggest that cheese is particularly effective at causing dreams, good or bad. LV"
},
{
    "q": "Is talking to yourself really a sign of madness?",
    "a": "No, the phenomenon known as ‘private speech’, in which people talk aloud to themselves, particularly when stressed or alone, is perfectly normal."
},
{
    "q": "Can dock leaves really sooth nettle stings?",
    "a": "No, the myth of dock leaves soothing nettle stings arose because of parents’ desires to find something close by with which to placate their stung child."
},
{
    "q": "If you throw water in the air in the Russian winter, will it come back down as ice?",
    "a": "Yes. A cloud of water droplets at -30°C will fall to the ground as particles of ice"
},
{
    "q": "Can the government track you if you have a GPS-enabled mobile phone?",
    "a": "Yes, if your phone has GPS, your location could be relayed to an operator, but you’d have to be on the phone to them."
},
{
    "q": "How old are the oldest fossils on earth?",
    "a": "About 3.8 billion years; they're bacteria-like organisms."
},
{
    "q": "Why do we put salt on sidewalks when it snows? ",
    "a": "Adding salt to snow or ice increases the number of molecules on the ground surface and makes it harder for the water to freeze. Salt can lower freezing temperatures on sidewalks to 15 degrees from 32 degrees."
},
{
    "q": "Why is the sky blue? ",
    "a": " Solar radiation sunlight is scattered across the atmosphere by a process called diffused sky radiation. The sky is blue because much more short-wave radiation--blue light--is scattered across the sky than long-wave radiation--red light."
},
{
    "q": "What percentage of the earth is covered by water? ",
    "a": " About 71 percent of the earth's surface is covered by water."
},
{
    "q": "What sorts of signals does the brain use to communicate sensations, thoughts and actions? ",
    "a": "The single cells in the brain communicate through electrical and chemical signals."
},
{
    "q": "Did dinosaurs and humans ever exist at the same time? ",
    "a": "No. Dinosaurs went extinct at the end of the Cretaceous period, 65 million years ago. Modern humans did not appear until around 200,000 years ago."
},
{
    "q": "Why does a year consist of 365 days and a day of 24 hours? ",
    "a": "A year, 365 days, is the time it takes for the Earth to travel around the Sun. A day, 24 hours, is the time it takes for the Earth to spin around once on its axis."
},
{
    "q": "Chemical formula for water is",
    "a": "H2O"
},
{
    "q": "Which of the gas is not known as green house gas?",
    "a": "Carbon dioxide"
}]
