[{
    "q": "Can you have a fish out of water?",
    "a": "Yes. Several species of fish can breathe air and crawl on land. There are about 50 species of flying fish, too"
},
{
    "q": "Do plants die of old age?",
    "a": "Given good conditions, some plants can live for ever. It takes a change in external conditions to finish them off. But annuals die soon after seeding."
},
{
    "q": "Does chewing gum really stay inside you for years?",
    "a": "No. Chewing gum is indigestible but it doesn't have any magic property that allows it to escape the normal digestive transit. Three days is the usual limit."
},
{
    "q": "Do men have cellulite?",
    "a": "Yes. It's not just women who are cursed with orange peel skin, although in men cellulite tends to be in different places, usually around the neck and abdomen."
},
{
    "q": "Can germs catch germs?",
    "a": "Yes. The germ would be an even smaller organism that attacks its host germ from within"
},
{
    "q": "Could we live on water and supplements?",
    "a": "No. As well as vitamins and minerals we need carbohydrates, fats and proteins for energy and cell repair."
},
{
    "q": "Can we correct colour blindness?",
    "a": "No, colour blindness is caused by an inherited defect in the genes that code for the colour-sensitive proteins in the eye"
},
{
    "q": "Do any stars escape from their galaxies and roam through the Universe?",
    "a": "Yes, a star can end up hurled out of a galaxy after approaching a black hole on a trajectory that accelerates it above the galaxy’s escape velocity"
},
{
    "q": "How are birds’ feathers waterproofed?",
    "a": "Birds pick up oil on their beaks, by rubbing against the uropygial or preen gland near the tail, and then rub it over their feathers. This coating insulates the interlocking barbules in the feather. As water cannot penetrate through the oil coating, the feather is waterproof. LV"
},
{
    "q": "What is the maximum number of times a single page of a newspaper can be folded in half by hand?",
    "a": "Only once, because after that you will be folding it into quarters, eighths, etc."
},
{
    "q": " If you divide 30 by half and add ten, what do you get?",
    "a": "70. Half is .5. If you divide 30 by 0.5, you get 60. Add ten and you have 70."
},
{
    "q": "What did one campfire say to the other?",
    "a": "Shall we go out tonight?"
},
{
    "q": "Why can’t a woman living in the Europe be buried in Canada?",
    "a": "A living woman cannot be buried anywhere."
},
{
    "q": "Why are movie stars considered cool?",
    "a": "Because they have so many fans"
},
{
    "q": "What is white and black, but red all over?",
    "a": "The newspaper is “read” all over."
},
{
    "q": "What is the biggest problem with snow boots?",
    "a": "Snow boots melt"
},
{
    "q": "What word starts with IS, ends with AND, and has LA in the middle?",
    "a": "Island"
},
{
    "q": "A family lived in a round hut. The father came back from work and found the mother dead. The first said he was watching television, the second said he was drawing,the third one said he was reading in a corner. Who did it?",
    "a": " The youngest, because it’s a ROUND hut, no corners!"
},
{
    "q": "A farmer had 752 sheep and took one shot that got them all. How did he do it?",
    "a": "He took a panoramic view!"
},
{
    "q": "Which letter of the English alphabet flies, sings, and stings?",
    "a": " ‘B’ (bee)."
},
{
    "q": " Name all the numbers from 1 – 100, which have the letter ‘A’ in their spellings?",
    "a": " None!"
},
{
    "q": "It took 20,000 workers to build the Taj Mahal in 20 years. How many workers would be required to build it in 10 years?",
    "a": "orry, the Taj Mahal cannot be built again."
},
{
    "q": "You have 20 apples in a basket. 20 children come to you and each one of them ask for an apple. You want to give all the apples to each one of them, but still keep one inside the basket? How will you do it?",
    "a": "Give all the 19 apples to each one of them and give the basket to the last child with the apple still inside it."
},
{
    "q": "How many sides does a circle have?",
    "a": "Two. An inside and an outside."
},
{
    "q": "f there are 12 fish and half of them drown, how many are there?",
    "a": " 12, fish don’t drown!"
},
{
    "q": "A man and his son were in an automobile accident. The man died on the way to the hospital, but the boy was rushed into surgery. The emergency room surgeon said 'I can’t operate, that’s my son!' How is this possible?",
    "a": "The surgeon was his mother."
},
{
    "q": "A truck driver is going down a one-way street the wrong way, and passes at least ten cops. Why is he not caught?",
    "a": " He’s walking on the sidewalk."
},
{
    "q": " It was a Sunday morning. Father was getting the mail, mother was in the kitchen cooking breakfast, little brother was playing Nintendo, big brother was playing the guitar, little sister was playing with dolls, and big sister was listening to music. Then everyone went into big sisters room and she was murdered! Who murdered her?",
    "a": "The father because it was a Sunday and no one gets mail on Sunday!"
},
{
    "q": "How can you lift an elephant with one hand?",
    "a": "It is not a problem since you will never find an elephant with one hand."
},
{
    "q": "Dave is six feet tall, works in a butcher’s shop, and wears size 12 shoes. What does Dave weigh?",
    "a": "Meat"
},
{
    "q": " What kind of room has no doors or windows?",
    "a": "A mushroom"
},
{
    "q": "What kind of tree fits in your hand?",
    "a": "A palm"
},
{
    "q": "How does a young man who is learning to drive, go down a one-way street in the wrong direction without breaking the law?",
    "a": "By walking"
},
{
    "q": "He has married many women, but never been married. Who is he?",
    "a": " A preacher"
},
{
    "q": "If you peel my skin I won’t cry… but you will. What am I?",
    "a": "An onion"
},
{
    "q": "How can you look through a wall?",
    "a": "Use a window"
},
{
    "q": "Imagine you’re in a dark room. How do you get out?",
    "a": "Stop imagining"
},
{
    "q": "What is caught without being thrown?",
    "a": "A cold"
},
{
    "q": "What do you find at the end of a rainbow?",
    "a": "The letter ‘w’"
},
{
    "q": "What occurs once in every minute, twice in every moment, but never in a thousand years?",
    "a": "The letter ‘m’"
},
{
    "q": "In Finland, you can’t take a picture of a person with a wooden leg. Why not?",
    "a": "Because you need a camera or a smartphone, not a wooden leg, to take a picture, in Finland or anywhere else!"
}
]
