[{
		"q": "I am an odd number. Take away one letter and I become even. What number am I? ",
		"a": "Seven (take away the ‘s’ and it becomes ‘even’)."
	},
	{
		"q": "Take 9 from 6, 10 from 9, 50 from 40 and leave 6. How Come ??",
		"a": "SIX - 9 (IX) = S \n 9 (IX) - 10 (X) = I \n40 (XL) - 50 (L) = X ===>SIX"
	},
	{
		"q": "Can you add eight 8's together so they add up to an even one thousand ?",
		"a": "888+88+8+8+8=1000"
	},
	{
		"q": "How can you make the following equation true by drawing only one straight line: 5+5+5=550 ?",
		"a": "Draw a line on the first plus sign. This turns it into a 4! The equation then becomes true: 545+5=550."
	},
	{
		"q": "You find yourself in a strange place guarded by two guards.One of the guard always say truth while other always lies.You don't know the identity of the two.You can ask only one question to go out from there. What should you ask?",
		"a": "If you ask the guard who always tells the truth, he would tell you the other guard would point you to the door of death. If you ask the guard who always lies, he would tell you the opposite door of the truth-telling guard and point you to the door of death. In either case, both guards will point to the door of death so you should choose the other one."
	},
	{
		"q": "Baseball bat and ball cost $50. If the bat cost $49 more than the ball, what is the cost of each",
		"a": "bat $49.50, ball $0.50"
	},
	{
		"q": "Two girls were born to the same mother, on the same day, at the same time, in the same month and year and yet they're not twins. How can this be ?",
		"a": "The two babies are two of a set of triplets"
	},
	{
		"q": "I noticed that on my big wall clock, there is a time when the minute and hour clock are exactly between one and two.Also, I notice both hands lie on top of each other.What is the time I am talking about?",
		"a": "12:00 both minute and hour clock lie exactly between the number one and two in the number"
	},
	{
		"q": "I have 100 coins in my wallet. What is the minimum number of coin(s), i would be required in order to make sure each coin touched exactly three other coins.",
		"a": "4 ,3 placed flat on the table in a triangle(touching each other) and put the fourth one on top of them in the middle."
	},
	{
		"q": "They are three errirs in this question. Can you find them ",
		"a": "Following are the three errors: \n a) They (it should be There) \n b) errirs (it should be spelled errors) \n c) The question asks for three errors however there are only two."
	},
	{
		"q": "Edward asked Bella, The time right now is 7 pm. Can you tell me what will be the time 23, 999, 995 hours later ? While Bella does not know the answer, do you ?",
		"a": "The time after 24, 000, 000 hours later will be the same i.e. 7 pm. Five hours before that, the time will be 5 hours before 7 pm i.e. 2 pm."
	}
]
